Repository: aitormendez/obrunete
Catalog: web/app/languages/plugins/glotpress-*.po
Languages: es_es

source: Missing context %s in project #%d
es_es: Sin contexto %s en el proyecto #%d

source: You are not allowed to do that!
es_es: ¡No tienes permisos para hacer eso!

source: Permissions were deleted. Now you can use `wp glotpress add-admin` to add a new administrator.
es_es: Permisos borrados. Ahora puedes usar `wp glotpress add-admin` para añadir un nuevo administrador.

source: Updating warnings for #%s
es_es: Actualizando avisos para #%s

source: Not Found
es_es: No encontrado

source: User '%s' doesn't exist.
es_es: El usuario '%s' no existe.

source: Error in making '%s' an admin.
es_es: Error al convertir a '%s' en admin.

source: '%s' is now an admin.
es_es: '%s' es administrador ahora.

source: Source project not found!
es_es: ¡Proyecto de origen no encontrado!

source: Destination project not found!
es_es: ¡Proyecto de destino no encontrado!

source: -p and -f are no longer required and should be removed.
es_es: -p y -f ya no son necesarios y se borrarán.

source: Project not found!
es_es: ¡Proyecto no encontrado!

source: No such format.
es_es: No existe el formato.

source: Couldn't load translations from file!
es_es: ¡No se pueden cargar traducciones del archivo!

source: %1$s new strings added, %2$s updated, %3$s fuzzied, and %4$s obsoleted.
es_es: %1$s cadenas nuevas añadidas, %2$s actualizadas, %3$s confusas, y %4$s obsoletas.

source: GlotPress Disabled
es_es: GlotPress deshabilitado

source: &#151; You are running an unsupported version of WordPress.
es_es: &#151; Estás ejecutando una versión no compatible de WordPress.

source: GlotPress requires WordPress %1$s or later and has detected you are running %2$s. Upgrade your WordPress install or deactivate the GlotPress plugin to remove this message.
es_es: GlotPress requiere WordPress %1$s o posterior y ha detectado que ejecutas la %2$s. Actualiza tu instalación de WordPress o desactiva el plugin GlotPress para eliminar este mensaje.
