Repository: aitormendez/obrunete
Catalog: web/app/languages/plugins/glotpress-*.po
Languages: es_es

source: Case sensitive
es_es: Sensible a Mayúsculas/Minúsculas

source: Delete project &#8220;%s&#8221;
es_es: Borrar proyecto &#8220;%s&#8221;

source: Auto Detect
es_es: Detectar automáticamente

source: Your Settings
es_es: Tus ajustes

source: Delete Project %s &lt; GlotPress
es_es: Borrar proyecto %s &lt; GlotPress

source: Your Settings &lt; GlotPress
es_es: Tus ajustes &lt; GlotPress

source: Delete Translation Set
es_es: Borrar grupo de traducciones

source: Delete Translation Set &lt; %s &lt; %s &lt; GlotPress
es_es: Borrar grupo de traducciones &lt; %s &lt; %s &lt; GlotPress

source: Note this will delete all translations, translation sets and child projects!
es_es: Ten en cuenta que esto borrará todas las traducciones, grupos de traducciones y subproyectos!

source: Note this will delete all translations associated with this set!
es_es: Ten en cuenta que esto borrará todas las traducciones asociadas a este grupo!

source: Public URL to a source file in the project. You can use %1$s and %2$s. Ex. %3$s
es_es: URL pública a un archivo origen del proyecto. Puedes usar %1$s y %2$s. Por ejemplo: %3$s

source: Warning:
es_es: Aviso:

source: (delete)
es_es: (borrar)

source: Delete Glossary
es_es: Borrar glosario

source: Note this will delete all entries associated with this glossary!
es_es: Ten en cuenta que esto borrará todas las entradas asociadas a este glosario!

source: delete
es_es: borrar

source: Delete Glossary &lt; GlotPress
es_es: Borrar glosario &lt; GlotPress

source: URL to a source file in the project. You can use %1$s and %2$s. Ex. %3$s
es_es: URL a un archivo origen del proyecto.Puedes usar %1$s y %2$s. Por ejemplo: %3$s

source: The %1$s %2$s is invalid and should be %3$s!
es_es: ¡%1$s %2$s no son válidos, deberían ser %3$s!

source: The %1$s %2$s is invalid and should not be %3$s!
es_es: ¡%1$s %2$s no son válidos, deberían ser %3$s!

source: Settings
es_es: Configurar

source: Error deleting translation set!
es_es: Error al borrar grupo de traducciones!

source: The translation set was deleted!
es_es: El grupo de traducciones se ha borrado!

source: Error deleting project "%s"!
es_es: Error al borrar el proyecto "%s"!

source: GlotPress Administrator
es_es: Administrador de GlotPress

source: Couldn&#8217;t find translation set with this ID.
es_es: No se pudo encontrar un grupo de traducciones con este ID.

source: Error deleting glossary!
es_es: Error al borrar el glosario!

source: The glossary was deleted!
es_es: El glosario ha sido borrado!

source: An error has occurred. Please try again.
es_es: Se ha producido un error. Por favor, inténtelo de nuevo.

source: Grant this user administrative privileges in GlotPress.
es_es: Dar a este usuario privilegios administrativos en GlotPress.

source: &#151; You are running an unsupported version of PHP.
es_es: &#151; Se está ejecutando una versión de PHP no soportada.

source: GlotPress requires PHP Version %s, please upgrade to run GlotPress.
es_es: GlotPress requiere PHP Versión %s, por favor actualícela para ejecutar GlotPress.

source: Administrator
es_es: Administrador

source: %s new string was not imported due to an error.
es_es: %s cadena nueva no se importó debido a un error.

source: &#151; You are running an unsupported permalink structure.
es_es: &#151; Estás utilizando una estructura de enlaces permanentes incompatible.

source: GlotPress requires a custom permalink structure to be enabled. Please go to <a href="%s">Permalink Settings</a> and enable an option other than Plain.
es_es: GlotPress requiere la activación de una estructura de enlaces permanentes personalizada. Por favor, ve a <a href="%s">Ajustes -> Enlaces permanentes</a> y activa una opción distinta que no sea la simple.

source: https://wordpress.org/plugins/glotpress/
es_es: https://es.wordpress.org/plugins/glotpress/

source: GlotPress is a tool to help translators collaborate.
es_es: GlotPress es una herramienta para ayudar a traducir colaborativamente.

source: the GlotPress team
es_es: el equipo de GlotPress

source: %1$s %2$s as %3$s
es_es: %1$s %2$s como %3$s

# export choice
source: all current
es_es: todas las actuales

# export choice
source: only matching the filter
es_es: solo las que se ajustan al filtro

source: Export
es_es: Exportar

source: Import translations
es_es: Importar traducciones

source: with warnings
es_es: con avisos

source: Current
es_es: Actual

source: Old
es_es: Antigua

source: No translations were found!
es_es: ¡No se encontraron traducciones!

source: Legend:
es_es: Leyenda:

source: Prio
es_es: Prioridad

source: Order:
es_es: Orden:

# sort by
source: By:
es_es: Por:

source: With comment
es_es: Con comentarios

source: With context
es_es: En contexto

source: Without current translation
es_es: Sin traducción actual

source: Any
es_es: Cualquiera

source: Rejected
es_es: Rechazado

source: Waiting approval
es_es: Esperando aprobación

source: Current only
es_es: Solo la actual

source: Approved, but obsoleted by another string
es_es: Aprobado, pero obsoleto por otra cadena

source: Current/waiting/fuzzy + untranslated (All)
es_es: Actual/en espera/confusos + sin traducir (Todos)

source: User:
es_es: Usuario:

source: Term:
es_es: Término:

source: Warnings
es_es: Avisos

source: random
es_es: al azar

source: All
es_es: Todo

source: Sort &darr;
es_es: Ordenar &darr;

source: Filter &darr;
es_es: Filtrar &darr;

source: Set Priority
es_es: Establecer prioridad

source: Apply
es_es: Aplicar

source: Create glossary
es_es: Crear glosario

source: Bulk Actions
es_es: Acciones en masa

source: glossary
es_es: glosario

source: Translation of %s
es_es: Traducción de %s

source: Filter
es_es: Filtrar

source: Sort
es_es: Ordenar

source: Create New Translation Set
es_es: Crear nuevo grupo de traducciones

source: Translations &lt; %s &lt; %s &lt; GlotPress
es_es: Traducciones &lt; %s &lt; %s &lt; GlotPress

source: Use as name
es_es: Usar como nombre

source: Create New Translation Set &lt; GlotPress
es_es: Crear nuevo grupo de traducciones &lt; GlotPress

source: Edit Translation Set
es_es: Editar grupo de traducciones

source: Edit Translation Set &lt; %s &lt; %s &lt; GlotPress
es_es: Editar grupo de traducciones &lt; %s &lt; %s &lt; GlotPress

source: Suggest new translation &rarr;
es_es: Sugerir nueva traducción &rarr;

source: All translations of this original
es_es: Todas las traducciones de este original

source: Add translation &rarr;
es_es: Añadir traducción &rarr;

source: Permalink to this original
es_es: Enlace permanente a este original

source: Link to the history of translations of this original
es_es: Enlace al historial de traducciones de este original

source: Permanent link to this original
es_es: Enlace permanente a este original

source: Permanent link to this translation
es_es: Enlace permanente a esta traducción

source: Permalink to this translation
es_es: Enlace permanente a esta traducción

source: More links:
es_es: Más enlaces:

source: Translated by:
es_es: Traducido por:

source: Priority of the original:
es_es: Prioridad del original:

source: Date added:
es_es: Fecha de inclusión:

source: Comment:
es_es: Comentario:

source: Priority:
es_es: Prioridad:

source: Context:
es_es: Contexto:

source: Reject Suggestion
es_es: Rechazar sugerencia

source: Reject
es_es: Rechazar

source: Approve
es_es: Aprobar

source: Status:
es_es: Estado:

source: This plural form is used for numbers like: %s
es_es: Esta forma plural se usa para números como: %s

source: You are not allowed to add a translation.
es_es: No tienes permisos para añadir una traducción.

source: You <a href="%s">have to login</a> to add a translation.
es_es: Tienes que <a href="%s">acceder</a> para añadir una traducción.

source: Context: %s
es_es: Contexto: %s

source: Double-click to add
es_es: Doble clic para añadir

source: Redirecting to: %s...
es_es: Redirigiendo a: %s…

source: Priority: %s
es_es: Prioridad: %s

source: Create a New Project
es_es: Crear un nuevo proyecto

source: Projects by language
es_es: Proyectos por idioma

source: Projects &lt; GlotPress
es_es: Proyectos &lt; GlotPress

source: Personal project options &uarr;
es_es: Ajustes personales del proyecto &uarr;

source: Project actions &uarr;
es_es: Acciones del proyecto &uarr;

source: There are no translations of this project.
es_es: No hay traducciones para este proyecto.

source: Sub-projects
es_es: Subproyectos

source: Project actions &darr;
es_es: Acciones del proyecto &darr;

source: Translations
es_es: Traducciones

source: Locale:
es_es: Idioma:

source: Translation set slug:
es_es: Slug del grupo de traducción:

source: Username:
es_es: Nombre de usuario:

source: Add a validator for this project
es_es: Añade un validador para este proyecto

source: No validators defined for this project.
es_es: No se han definido validadores para este proyecto.

source: Validators for parent projects
es_es: Validadores de los proyectos superiores

source: Validators for this project
es_es: Validadores de este proyecto

source: Add
es_es: Añadir

source: Validators
es_es: Validadores

source: Create New Project
es_es: Crear nuevo proyecto

source: Permissions &lt; %s &lt; GlotPress
es_es: Permisos &lt; %s &lt; GlotPress

source: Create Translation Sets
es_es: Crear grupos de traducciones

source: Create New Project &lt; GlotPress
es_es: Crear nuevo proyecto &lt; GlotPress

source: Here you can mass-create translation sets in this project. The list of translation sets will be mirrored with the sets of a project you choose. Usually this is one of the parent projects.
es_es: Aquí puedes crear grupos de traducciones en masa para este proyecto. La lista de las traducciones se duplicará con las de un proyecto que elijas. Normalmente suele ser uno de los proyectos superiores.

source: Project to take translation sets from:
es_es: Proyecto del que obtener grupos de traducciones:

source: Loading translation sets to create&hellip;
es_es: Cargando grupos de traducciones para crear&hellip;

source: Mass-create Translation Sets &lt; %s &lt; GlotPress
es_es: Creación en masa de grupo de traducciones &lt; %s &lt; GlotPress

source: Format:
es_es: Formato:

source: Import Translations
es_es: Importar traducciones

source: Import Translations &lt; %s &lt; GlotPress
es_es: Importar traducciones &lt; %s &lt; GlotPress

source: Import Originals
es_es: Importar originales

source: Import Originals &lt; %s &lt; GlotPress
es_es: Importar originales &lt; %s &lt; GlotPress

source: Active
es_es: Activar

source: Parent Project
es_es: Proyecto superior

source: Edit project "%s"
es_es: Editar proyecto "%s"

source: Name
es_es: Nombre

source: Branch project
es_es: Rama del proyecto

source: Edit Project %s &lt; GlotPress
es_es: Editar proyecto %s &lt; GlotPress

source: If you leave the slug empty, it will be derived from the name.
es_es: Si dejas el slug vacío se usará uno desde el nombre.

source: New Slug
es_es: Nuevo slug

source: Here you can branch out this project: everything will be duplicated into a new project for you.
es_es: Aquí puedes crear una rama de este proyecto: todo se duplicará en un nuevo proyecto.

source: New branch name
es_es: Nuevo nombre de rama

source: Branch Project %s &lt; GlotPress
es_es: Rama del proyecto %s &lt; GlotPress

source: Branch project "%s"
es_es: Rama del proyecto "%s"

source: Descending
es_es: Descendente

source: Default Sort Order:
es_es: Orden por defecto:

source: Ascending
es_es: Ascendente

source: Random
es_es: Aleatorio

source: Filename in source
es_es: Nombre del archivo en origen

source: Priority
es_es: Prioridad

source: Original string
es_es: Cadena original

source: Translation
es_es: Traducción

source: Date added (translation)
es_es: Fecha de inclusión (traducción)

source: Default Sort By:
es_es: Ordenar por defecto por:

source: Date added (original)
es_es: Fecha de inclusión (original)

source: %s is not validating any projects!
es_es: ¡%s no está validando ningún proyecto!

source: Number of items per page:
es_es: Número de elementos por página:

source: last translation about %s ago (UTC)
es_es: última traducción hace %s (UTC)

source: Validator to
es_es: Validador de

source: Recent Projects
es_es: Proyectos recientes

source: %s contribution
es_es: %s colaboración

source: Member Since
es_es: Miembro desde

source: Profile &lt; GlotPress
es_es: Perfil &lt; GlotPress

source: %1$s is a polyglot who contributes to %2$s
es_es: %1$s es un políglota que colabora en %2$s

source: %1$s is a polyglot who knows %2$s but also knows %3$s.
es_es: %1$s es un políglota que sabe %2$s y también sabe %3$s.

source: Language code
es_es: Código de idioma

source: Native name
es_es: Nombre nativo

source: Name (in English)
es_es: Nombre (en Inglés)

source: Locales &lt; GlotPress
es_es: Idiomas &lt; GlotPress

source: Locales and Languages
es_es: Idiomas y traducciones

source: Filter:
es_es: Filtrar:

source: search
es_es: buscar

source: Waiting
es_es: En espera

source: %d strings
es_es: %d cadenas

source: %d%% translated
es_es: %d%% traducido

source: All projects
es_es: Todos los proyectos

source: Project
es_es: Proyecto

source: Set / Sub Project
es_es: Crear / Subproyecto

source: Translated
es_es: Traducido

source: Fuzzy
es_es: Confusos

source: Untranslated
es_es: Sin traducir

source: untranslated
es_es: sin traducir

source: References:
es_es: Referencias:

source: Projects translated to %s &lt; GlotPress
es_es: Projectos traducidos a %s &lt; GlotPress

source: Active Projects translated to %s
es_es: Proyectos activos traducidos a %s

source: No active projects found.
es_es: No hay proyectos activos.

source: Discard
es_es: Descartar

source: You are not allowed to edit this translation.
es_es: No tienes permisos para editar esta traducción.

source: You <a href="%s">have to log in</a> to edit this translation.
es_es: Tienes que <a href="%s">acceder</a> para modificar esta traducción.

source: New line
es_es: Nueva línea

source: Tab character
es_es: Carácter de tabulación

# glossary entry
source: Item
es_es: Elemento

source: No glossary entries yet.
es_es: Aún no hay nada en el glosario.

source: Create an entry
es_es: Crea una entrada

source: Export as CSV
es_es: Exportar como CSV

source: Create
es_es: Crear

source: View Glossary &lt; GlotPress
es_es: Ver Glosario &lt; GlotPress

source: Are you sure you want to delete this entry?
es_es: ¿Estás seguro de querer borrar esta entrada?

# {language} / { project name}
source: Glossary for %1$s translation of %2$s
es_es: Glosario de %1$s traducción de %2$s

source: (edit)
es_es: (editar)

source: Create New Glossary &lt; GlotPress
es_es: Crear nuevo glosario &lt; GlotPress

source: Create Glossary
es_es: Crear glosario

source: Create New Glossary
es_es: Crear nuevo glosario

source: Description (optional)
es_es: Descripción (opcional)

# delete glossary entry
source: Delete
es_es: Borrar

source: Import into Glossary &lt; GlotPress
es_es: Importar en el glosario &lt; GlotPress

source: import
es_es: importar

source: Import Glossary Entries
es_es: Importar entradas del glosario

source: Use this form to bulk upload glossary entries. The entries should be stored in a CSV file, matching the custom glossary format from <a href="%s">Google Translator Toolkit</a>.
es_es: Utiliza este formulario para subir en masa entradas de glosario. Las entradas deberán estar almacenadas en un archivo CSV, ajustándose al formato a medida del glosario del <a href="%s">Manual del traductor de Google</a>.

source: Import File:
es_es: Importar archivo:

source: Import
es_es: Importar

source: Last Modified:
es_es: Última modificación:

# by author
source: By:
es_es: Por:

source: Actions:
es_es: Acciones:

# glossary entry
source: Original term:
es_es: Término original:

# glossary entry
source: Part of speech
es_es: Parte de la pronunciación

# glossary entry
source: Comments
es_es: Comentarios

# glossary entry
source: Translation
es_es: Traducción

source: Details
es_es: Detalles

source: or
es_es: o

source: Save
es_es: Guardar

source: can include HTML
es_es: puede incluir HTML

source: Description
es_es: Descripción

source: Edit Glossary
es_es: Editar Glosario

source: Glossary
es_es: Glosario

source: edit
es_es: editar

source: Proudly powered by %s.
es_es: Creado con orgullo gracias a %s.

source: Edit Glossary &lt; GlotPress
es_es: Editar glosario &lt; GlotPress

source: Translation should not end on newline.
es_es: La traducción no debería terminar en una nueva línea.

source: Not Found &lt; GlotPress
es_es: No encontrado &lt; GlotPress

source: Not found
es_es: No encontrado

source: Lengths of source and translation differ too much.
es_es: La longitud del original y la traducción difieren demasiado.

source: Missing tags from translation.
es_es: Etiquetas perdidas en la traducción.

source: Too many tags in translation.
es_es: Demasiadas etiquetas en la traducción.

source: Missing %s placeholder in translation.
es_es: Localizador %s perdido en la traducción.

source: Extra %s placeholder in translation.
es_es: Localizador %s adicional en la traducción.

source: Original and translation should both begin on newline.
es_es: El original y la traducción deberían empezar en una nueva línea.

source: Translation should not begin on newline.
es_es: La traducción no debería empezar en una nueva línea.

source: Original and translation should both end on newline.
es_es: El original y la traducción deberían terminar en una nueva línea.

source: Non-existent validator: %s
es_es: Validador no existente: %s

# part-of-speech
source: interjection
es_es: interjección

# part-of-speech
source: conjunction
es_es: conjunción

# part-of-speech
source: preposition
es_es: preposición

# part-of-speech
source: pronoun
es_es: pronombre

# part-of-speech
source: expression
es_es: expresión

# part-of-speech
source: adverb
es_es: Adverbio

source: Copy from original
es_es: Copiar del original

# part-of-speech
source: adjective
es_es: adjetivo

# part-of-speech
source: noun
es_es: sustantivo

# part-of-speech
source: verb
es_es: verbo

source: Save &rarr;
es_es: Guardar &rarr;

source: Cancel
es_es: Cancelar

source: Personal project options &darr;
es_es: Ajustes personales del proyecto &darr;

source: Source file URL
es_es: URL del archivo original

source: New Translation Set
es_es: Nuevo grupo de traducción

source: Mass-create Translation Sets
es_es: Creación en masa de grupos de traducciones

source: Branch Project
es_es: Rama del proyecto

source: New Sub-Project
es_es: Nuevo sub proyecto

source: Delete Project
es_es: Borrar proyecto

source: &mdash; Locale &mdash;
es_es: &mdash; Idioma &mdash;

source: &mdash; No parent &mdash;
es_es: &mdash; Sin superior &mdash;

source: Permissions
es_es: Permisos

source: Import originals
es_es: Importar originales

source: Log in
es_es: Acceder

source: Log out
es_es: Salir

source: Locales
es_es: Idiomas

source: Profile
es_es: Perfil

source: Home Is Where The Heart Is
es_es: Inicio es donde reside el amor

source: Home
es_es: Inicio

source: Delete
es_es: Borrar

source: Identical current or waiting translation already exists.
es_es: Ya existe una traducción actual o a la espera idéntica.

source: Error in saving the translation!
es_es: ¡Error al guardar la traducción!

source: %d translation was approved.
es_es: %d traducción fue aprobada.

source: %d translation was rejected.
es_es: %d traducción fue rechazada.

source: Error with approving %s translation.
es_es: Error en la aprobación de %s traducción

source: Error with rejecting %s translation.
es_es: Error en el rechazo de %s traducción.

source: The remaining %s translation was approved successfully.
es_es: La traducción %s restante se aprobó con éxito.

source: The remaining %s translation was rejected successfully.
es_es: Las %s traducción restante fue rechazada exitosamente.

source: Priority of %d original was modified.
es_es: Se modificó la prioridad de %d original.

source: Error modifying priority of %d original.
es_es: Error modificando la prioridad de %d original.

source: The remaining %d original was modified successfully.
es_es: El original %d restante se modificó con éxito.

source: Edit
es_es: Editar

source: Couldn&#8217;t add translation set named %s
es_es: No se puedo añadir el grupo de traducción denominado %s

source: Couldn&#8217;t delete translation set named %s
es_es: No se pudo borrar la traducción denominada %s

source: Translation sets were added and removed successfully
es_es: Se han añadido y borrado los grupos de traducciones con éxito

source: Error in creating translation set!
es_es: ¡Error al crear el grupo de traducción!

source: The translation set was created!
es_es: ¡Se ha creado el grupo de traducción!

source: Error in updating translation set!
es_es: ¡Error al actualizar el grupo de traducción!

source: The translation set was updated!
es_es: ¡El grupo de traducción se ha actualizado!

source: %s translations were added
es_es: %s traducciones añadidas

source: The project was created!
es_es: ¡Se creó el proyecto!

source: Validator was added.
es_es: Se ha añadido el validador.

source: Permission was deleted.
es_es: Los permisos fueron eliminados.

source: Error in deleting permission!
es_es: ¡Error eliminando permisos!

source: Permission wasn&#8217;t found!
es_es: ¡No se encontraron permisos!

source: Project wasn&#8217;found
es_es: No se encontró el proyecto

source: User wasn&#8217;t found!
es_es: ¡Usuario no encontrado!

source: Error in adding validator.
es_es: Error al añadir el validador.

source: The project cannot be parent of itself!
es_es: ¡El proyecto no puede ser superior de sí mismo!

source: The project was saved.
es_es: El proyecto se ha guardado.

source: Error in saving project!
es_es: ¡Error al guardar proyecto!

source: Error in deleting project!
es_es: ¡Error al borrar proyecto!

source: Error in creating project!
es_es: ¡Error al crear el proyecto!

source: The project "%s" was deleted.
es_es: El proyecto "%s" se ha borrado.

source: Projects
es_es: Proyectos

source: %s project
es_es: %s proyecto

source: Couldn&#8217;t load translations from file!
es_es: ¡No se han podido cargar traducciones desde el archivo!

source: The glossary for this translation set already exists.
es_es: El glosario para esta traducción ya existe.

source: The glossary was created!
es_es: ¡Se ha creado el glosario!

source: Error in creating glossary!
es_es: ¡Error al crear el glosario!

source: Error in updating glossary!
es_es: ¡Error al actualizar el glosario!

source: The glossary was updated!
es_es: ¡El glosario se ha actualizado!

source: Cannot find glossary.
es_es: No se pudo encontrar el glosario.

source: Default
es_es: Por defecto

source: The glossary entry cannot be found
es_es: La entrada de glosario no se encuentra

source: Forbidden
es_es: Prohibido

source: Error in deleting glossary entry!
es_es: ¡Error borrando la entrada de glosario!

source: Error uploading the file.
es_es: ¡Error subiendo el archivo!

source: %s glossary entries were added
es_es: %s entradas de glosario añadidas

source: Unexpected values in the CSV file header row.
es_es: Valores inesperados en la fila de la cabecera del archivo CSV.

source: Error in creating glossary entry!
es_es: ¡Error al crear entrada de glosario!

source: The glossary entry was created!
es_es: ¡La entrada de glosario fue creada!

source: Processing set #%d..
es_es: Procesando grupo #%d..

source: Duplicate with original_id #%1$d. Translation #%2$d
es_es: Duplicada con original_id #%1$d. Traducción #%2$d

source: Locale not found!
es_es: ¡Idioma no encontrado!

source: Translation set not found!
es_es: ¡Grupo de traducciones no encontrado!

source: %s translation was added
es_es: %s traducción añadida

source: Error in deleting permissions.
es_es: Error al borrar permisos.
