Repository: aitormendez/obrunete
Catalog: web/app/languages/plugins/wc-pre-orders-*.po
Languages: es_es

source: Manage
es_es: Gestión

source: Actions
es_es: Acciones

source: Pre-Orders
es_es: Encargo

source: Pre-Order customers emailed successfully
es_es: Encargo del cliente notificado por email satisfactoriamente

source: Pre-Order Date Changed
es_es: Fecha del encargo cambiada

source: Pre-Orders completed
es_es: Encargo completado

source: Pre-Orders cancelled
es_es: Encargo cancelado

source: Manage Pre-Orders
es_es: Gestionar encargos

source: Search results for "%s"
es_es: Resultado de búsqueda para "%s"

source: Search Pre-Orders
es_es: Buscar encargos

source: Change Release Date
es_es: Cambio de fecha de lanzamiento

source: Complete
es_es: Completar

source: Cancel
es_es: Cancelar

source: Action failed. Please refresh the page and retry.
es_es: Accion: Fallida. Por favor, actualice la página y vuelva a intentarlo.

source: You do not have the correct permissions to do this.
es_es: No tienes los permisos correctos para hacer esto

source: Email Pre-Order Customers
es_es: Enviar email con el encargo del cliente

source: You may send an email message to all customers who have pre-ordered a specific product. This will use the default template specified for the %sCustomer Note%s Email.
es_es: Puedes enviar un mensaje de correo electrónico a todos los clientes que han encargado un producto específico. Esto utilizará la plantilla predeterminada especificada para el email del %sCustomer Note%s.

source: Product
es_es: Producto

source: Select which product to email all pre-ordered customers.
es_es: Selecciona el producto para enviar un email con todos los encargos de clientes

source: Message
es_es: Mensaje

source: Enter a message to include in the email notification to customer. Limited HTML allowed.
es_es: Introduce un mensaje para incluir en la notificación de correo electrónico al cliente. HTML limitado permitido.

source: Send Emails
es_es: Enviar emails

source: Change the Pre-Order Release Date
es_es: Cambiar la fecha de lanzamiento del pedido

source: You may change the release date for all pre-orders of a specific product. This will send an email notification to each customer informing them that the pre-order release date was changed, along with the new release date.
es_es: Puedes cambiar la fecha de lanzamiento para todos los pedidos de un producto específico. Esto enviará una notificación por correo electrónico a cada cliente para informarles de que la fecha de lanzamiento del encargo ha cambiado, junto con la nueva fecha de lanzamiento.

source: Select which product to change the release date for.
es_es: Seleccione el producto para el que debe cambiar la fecha de lanzamiento.

source: New Availability Date
es_es: Nueva fecha de disponibilidad

source: The new availability date for the product. This must be later than the current availability date.
es_es: Nueva fecha de disponibilidad para el producto. Debe ser posterior a la actual fecha de disponibilidad.

source: Send Email Notification
es_es: Enviar notificación por email

source: Uncheck this to prevent email notifications from being sent to customers.
es_es: Desactive esto para evitar que las notificaciones de correo electrónico se envíen a los clientes.

source: Enter a message to include in the email notification to customer.
es_es: Introduce un mensaje para incluir en la notificación por email al cliente.

source: Complete Pre-Orders
es_es: Completar encargos

source: You may complete all pre-orders for a specific product. This will charge the customer's card the pre-ordered amount, change their order status to completed, and send them an email notification.
es_es: Puedes completar los encargos para un producto específico. Esto cargará en la tarjeta del cliente la cantidad del encargo, cambiará su estado a completado y le enviará una notificación por correo electrónico.

source: Select which product to complete all pre-orders for.
es_es: Seleccione para qué producto que debe completar todos los encargos.

source: Cancel Pre-Orders
es_es: Cancelar encargos

source: You may cancel all pre-orders for a specific product. This will mark the order as cancelled and send the customer an email notification. If pre-orders were charged upfront, you must manually refund the orders.
es_es: Puedes cancelar todos los encargos para un producto específico. Esto marcará la orden como cancelada y enviará al cliente una notificación por email. Si los encargos se pagaron por adelantado debes consolidar manualmente los pedidos.

source: Select which product to cancel all pre-orders for.
es_es: Selecciona para qué productos se cancelarán todos los pedidos.

source: Button Text
es_es: Texto del botón

source: Add to Cart Button Text
es_es: Texto del botón añadir al carrito

source: This controls the add to cart button text on single product pages for products that have pre-orders enabled.
es_es: Esto controla el texto del botón añadir a la cesta en las páginas individuales de productos para los productos que han permitido encargos.

source: Pre-Order Now
es_es: Encargar ahora

source: Place Order Button Text
es_es: Colocar texto del botón encargar

source: This controls the place order button text on the checkout when an order contains a pre-orders.
es_es: Esto controla la colocación del texto del botón de encargo en el registro de salida cuando una orden contiene un encargos.

source: Place Pre-Order Now
es_es: Colocar un encargo ahora

source: Product Message
es_es: Mensaje del producto

source: Adjust the message by using %1$s{availability_date}%2$s and %1$s{availability_time}%2$s to represent the product's availability date and time.
es_es: Ajusta el mensaje usando %1$s{availability_date}%2$s y %1$s{availability_time}%2$s para representar la fecha y hora de disponibilidad del producto.

source: Single Product Page Message
es_es: Mensaje de página de producto simple

source: Add an optional message to the single product page below the price. Use this to announce when the pre-order will be available by using {availability_date} and {availability_time}. Limited HTML is allowed. Leave blank to disable.
es_es: Añadir un mensaje opcional a la página de single product por debajo del precio. Use esto para anunciar cuando el encargo estará disponible mediante el uso de availability_date {} y {} availability_time. se permite HTML limitado. Dejar en blanco para desactivar.

source: This item will be released on %s.
es_es: Este producto se lanzará en %s.

source: Shop Loop Product Message
es_es: Mensaje de producto en el loop de la tienda

source: Add an optional message to each pre-order enabled product on the shop loop page above the add to cart button. Use this to announce when the pre-order will be available by using {availability_date} and {availability_time}. Limited HTML is allowed. Leave blank to disable.
es_es: Añadir un mensaje opcional para cada producto habilitado para encargo en el loop de la página de la tienda por encima del botón Añadir al carro. Use esto para anunciar cuando el encargo estará disponible mediante el uso de {availability_date} y {availability_time}. Se permite HTML limitado. Dejar en blanco para desactivar.

source: Available on %s.
es_es: Disponible en %s

source: Cart / Checkout Display Text
es_es: Visualización del texto en carrito / pago y envío

source: Adjust the display of the order total by using %1$s{order_total}%2$s to represent the order total and %1$s{availability_date}%2$s to represent the product's availability date.
es_es: Ajustar la visualización del total del pedido mediante el uso de %1$s{order_total}%2$s para representar el total del pedido y el %1$s{availability_date}%2$s para representar la fecha de disponibilidad del producto.

source: Availability Date Title Text
es_es: Titular fecha disponibilidad

source: This controls the title of the availability date section on the cart/checkout page. Leave blank to disable display of the availability date in the cart.
es_es: Esto controla el título de la sección de la fecha de disponibilidad en la página de carrito / pago y envío. Dejar en blanco para desactivar la visualización de la fecha de disponibilidad en el carro.

source: Available On
es_es: Disponible en

source: This controls the order total format when the cart contains a pre-order charged upon release. Use this to indicate when the customer will be charged for their pre-order by using {availability_date} and {order_total}.
es_es: Esto controla el formato del pedido total cuando el carro contiene un encargo cobrado después de la liberación. Utilice esta opción para indicar cuándo se le cobrará al cliente por su pre-orden usando {availability_date} y {order_total}.

source: %s charged on %s
es_es: %s cargado en %s

source: Charged Upfront Order Total Format
es_es: Formato total encargo cargado por adelantado

source: This controls the order total format when the cart contains a pre-order charged upfront. Use this to indicate how the customer is charged for their pre-order by using {availability_date} and {order_total}.
es_es: Esto controla el formato total del pedido cuando el carrito contiene un encargo cargado por adelantado. Úsalo para indicar cómo el cliente es cargado por su encargo usando {availability_date} y {order_total}.

source: %s charged upfront
es_es: %s cargado por adelantado

source: There are active pre-orders for this product. To change these settings, please %scomplete or cancel the active pre-orders%s first.
es_es: Hay encargos activos para este producto. Para cambiar esta configuración, por favor, %scompleta o cancela los encargos activos%s primero.

source: Enable Pre-Orders
es_es: Activar encargos

source: Enable pre-orders for this product. For variable products, pre-orders are enabled for each variation.
es_es: Habilitar encargos para este producto. Para productos variables, los encargos están habilitados para cada variación.

source: Availability Date/Time
es_es: Disponibilidad fecha/hora

source: Set the date %s time that this pre-order will be available. The product will behave as a normal product when this date/time is reached.
es_es: Configura la fecha %s hora en la que este encargo estará disponible. El producto se comportará como un producto normal cuando se alcanza esta fecha / hora.

source: Pre-Order Fee
es_es: Cuota del encargo

source: Set a fee to be charged when a pre-order is placed. Leave blank to not charge a pre-order fee.
es_es: Establecer una tarifa obligatoria cuando se hace un encargo. Dejar en blanco para no cobrar una cuota para el encargo.

source: When to Charge
es_es: Cuándo hacer el cargo

source: Select "Upon Release" to charge the entire pre-order amount (the product price + pre-order fee if applicable) when the pre-order becomes available. Select "Upfront" to charge the pre-order amount during the initial checkout.
es_es: Seleccione "Tras el lanzamiento" para cargar la cantidad del encargo completo (el precio del producto + tarifa de encargo si es aplicable) cuando el encargo esté disponible. Seleccione "Por adelantado" para cargar la cantidad del encargo durante la descarga inicial.

source: Upon Release
es_es: Después del lanzamiento

source: Upfront
es_es: Por adelantado

source: %d pre-order cancelled.
es_es: %d encargo cancelado

source: %d pre-order could not be cancelled.
es_es: %s el encargo no puede ser cancelado.

source: %d pre-order completed.
es_es: %d encargo completado.

source: %d pre-order could not be completed.
es_es: %d el encargo no puede ser completado.

source: %d email dispatched.
es_es: %d email enviado.

source: Customer Message
es_es: Mensaje del cliente

source: Your previous cart was emptied because pre-orders must be purchased separately.
es_es: Su carrito anterior fue vaciado debido a que los encargos deben adquirirse por separado.

source: This product cannot be added to your cart because it already contains a pre-order, which must be purchased separately.
es_es: Este producto no se puede añadir a su carrito porque ya contiene un encargo que debe adquirirse por separado.

source: Every %d minutes
es_es: Cada %d minutos

source: Pre-Order
es_es: Encargo

source: Status
es_es: Estado

source: Customer
es_es: Cliente

source: Order
es_es: Pedido

source: Order Date
es_es: Fecha del pedido

source: Availability Date
es_es: Fecha de disponibilidad

source: Order %s
es_es: Pedido %s

source: No pre-orders found
es_es: No se encontraron encargos

source: Pre-Orders will appear here for you to view and manage once purchased by a customer.
es_es: Los encargos aparecerán aquí para ti, para verlos y gestionarlos, una vez que hayan sido comprados por el cliente.

source: %sLearn more about managing pre-orders%s
es_es: %sAprende más sobre gestión de encargos%s

source: %sSetup a product to allow pre-orders%s
es_es: %sConfigura un producto para permitir encargos%s

source: Show all customers
es_es: Mostrar todos los clientes

source: Show all Products
es_es: Mostar todos los productos

source: Search for a customer&hellip;
es_es: Buscar un cliente&hellip;

source: Search for a product&hellip;
es_es: Buscar un producto&hellip;

source: Filter
es_es: Filtro

source: Optional message to include in the email to the customer
es_es: Mensaje opcional a incluir en el email del cliente.

source: Are you sure you want to cancel this pre-order?
es_es: Seguro que quieres cancelar este encargo?

source: Show all Availability Dates
es_es: Mostrar todas las fechas de disponibilidad

source: Pre-Order Release Date Changed to %s
es_es: La fecha del lanzamiento del encargo ha cambiado a %s

source: Pre-Order Cancelled
es_es: Encargo cancelado

source: Your pre-order has been cancelled.
es_es: Tu encargo ha sido cancelado.

# Order status
source: Pre ordered
es_es: Encargado

source: Pre ordered <span class="count">(%s)</span>
es_es: Encargado <span class="count">(%s)</span>

source: Active
es_es: Activo

source: Completed
es_es: Completado

source: Cancelled
es_es: Cancelado

source: Pre-Order status changed from %s to %s.
es_es: El estado del encargo ha cambiado de %s a %s.

source: Soon
es_es: Pronto

source: New pre-order
es_es: Nuevo encargo

source: New pre-order emails are sent when a pre-order is received.
es_es: Los emails de los encargos nuevos se mandan cuando se recibe un encargo.

source: New customer pre-order
es_es: Nuevo encargo de cliente

source: [{blogname}] New customer pre-order ({order_number}) - {order_date}
es_es: [{blogname}] Nuevo encargo de cliente ({order_number}) - {order_date}

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Enable this email notification
es_es: Habilitar esta notificación por email

source: Recipient(s)
es_es: Destinatarios(s)

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
es_es: Introduce destinatarios (separados por comas) para este email. Por defecto a <code>%s</code>.

source: Subject
es_es: Asunto

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
es_es: Esto controla la línea del asunto del email. Dejar en blanco para usar el asunto por defecto: <code>%s</code>.

source: Email Heading
es_es: Cabecera del email

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
es_es: Esto controla la el título principal contenido dentro de la notificación de correo electrónico. Dejar en blanco para usar el título por defecto: <code>%s</code>.

source: Email type
es_es: Tipo de email

source: Choose which format of email to send.
es_es: Elige qué formato de email enviar.

source: Plain text
es_es: Texto plano

source: Multipart
es_es: Multiparte

source: Pre-order Available
es_es: Encargoi disponible

source: This is an order notification sent to the customer once a pre-order is complete.
es_es: Se trata de una notificación de encargo enviada al cliente una vez el encargo está completo.

source: Your {blogname} pre-order from {order_date} is now available
es_es: Tu {blogname} encargo del {order_date} está ahora disponible

source: Pre-order Cancelled
es_es: Encargo cancelado

source: This is an order notification sent to the customer after a pre-order is cancelled.
es_es: Se trata de una notificación de pedido enviada al cliente después de que un encargo es cancelado.

source: Your {blogname} pre-order from {order_date} has been cancelled
es_es: Tu {blogname} encargo del {order_date} ha sido cancelado

source: Pre-order Release Date Changed
es_es: La fecha del lanzamiento del encargo se ha cambiado.

source: This is an order notification sent to the customer after a pre-order release date is changed.
es_es: Se trata de una notificación de encargo que se envía al cliente tras la modificación de la fecha de lanzamiento del encargo.

source: The release date for your {blogname} pre-order from {order_date} has been changed
es_es: La fecha de lanzamiento de tu {blogname} encargo del {order_date} ha sido cambiada

source: Pre-ordered
es_es: Encargado

source: This is an order notification sent to the customer after placing a pre-order and containing order details.
es_es: Se trata de una notificación de encargo que se envía al cliente después de realizar un encargo y que contiene detalles de la orden.

source: Thank you for your pre-order
es_es: Gracias por el encargo

source: Your {blogname} pre-order confirmation from {order_date}
es_es: Tu {blogname} confirmación del encargo del {order_date}

source: Pay Later
es_es: Pagar más tarde

source: This payment method replaces all other methods that do not support pre-orders when the pre-order is charged upon release.
es_es: Esta forma de pago sustituye a todos los otros métodos que no sean compatibles con encargos cuando el encargo se cobra en el momento del lanzamiento.

source: Title
es_es: Título

source: This controls the title which the user sees during checkout.
es_es: Esto controla qué ve el usuario durante el proceso de pago.

source: Let the customer know how they will be able to pay for their pre-order.
es_es: Permite que el cliente sepa cómo van a poder de pagar por su encargo.

source: You will receive an email when the pre-order is available along with instructions on how to complete your order.
es_es: Recibirás un correo electrónico cuando el encargo esté disponible junto con instrucciones sobre cómo completar su pedido.

source: Thank you for your order.
es_es: Gracias por tu pedido

source: You have received a pre-order from %s. Their pre-order is as follows:
es_es: Has un encargo de %s. Su encargo es así:

source: Order: %s
es_es: Pedido: %s

source: Quantity
es_es: Cantidad

source: Price
es_es: Precio

source: Customer details
es_es: Detalles del cliente

source: Your pre-order is now available, but requires payment. %sPlease pay for your pre-order now.%s
es_es: El pedido ya está disponible, pero requiere el pago. %sPor favor, pague su encargo ahora.%S

source: Your pre-order is now available, but automatic payment failed. %sPlease update your payment information now.%s
es_es: Tu encargo está disponible ahora, pero el pago automático ha fallado. %sPor favor, actualice su información de pago ahora.%s

source: Your pre-order is now available. Your order details are shown below for your reference.
es_es: Tu encargo está disponible ahora. Los detalles de tu pedido se muestran abajo para tu información.

source: Order:
es_es: Pedido:

source: Your pre-order has been cancelled. Your order details are shown below for your reference.
es_es: Tu encargo ha sido cancelado. Los detalles de tu pedido se muestran abajo para tu información.

source: Your pre-order release date has been changed. The new release date is %s. Your order details are shown below for your reference.
es_es: La fecha de lanzamiento de tu encargo ha cambiado. La nueva fecha es %s. Los detalles de tu pedido se muestran abajo para tu información.

source: Your pre-order release date has been changed. Your order details are shown below for your reference.
es_es: La fecha de lanzamiento de tu encargo ha cambiado. Los detalles de tu pedido se muestran abajo para tu información.

source: Your pre-order has been received. You will be automatically charged for your order via your selected payment method when your pre-order is released%s Your order details are shown below for your reference.
es_es: El encargo ha sido recibido. Se te cobrará automáticamente a través de tu método de pago seleccionado cuando esté listo%s Los detalles de tu pedido se muestran abajo para tu información.

source: Your pre-order has been received. You will be prompted for payment for your order when your pre-order is released%s Your order details are shown below for your reference.
es_es: El encargo ha sido recibido. Se te pedirá el pago cuando el encargo esté listo para el envío%s Los detalles de tu pedido se muestran abajo para tu información.

source: Your pre-order has been received. You will be notified when your pre-order is released%s Your order details are shown below for your reference.
es_es: Tu encargo se ha recibido. Se te notificará cuando el encargo esté listo para el envío%s Los detalles de tu pedido se muestran abajo para tu información.

source: Order number: %s
es_es: Número del pedido: %s

source: Order date: %s
es_es: Fecha del pedido: %s

source: Your pre-order is now available, but requires payment. Please pay for your pre-order now:
es_es: Tu encargo está ahora disponible, pero requiere el pago. Por favor, paga tu encargo ahora:

source: Your pre-order is now available, but automatic payment failed. Please update your payment information now :
es_es: Tu encargo está disponible, pero el pago automático ha fallado. Por favor, actualiza la información de pago ahora:

source: Your details
es_es: Tus detalles

source: My Pre-Orders
es_es: Mis encargos

source: Release Date
es_es: Fecha de lanzamiento

source: You have no pre-orders.
es_es: No tienes encargos.

source: Configure
es_es: Configurar
